# TrueTypeToPoly

## Description
TrueTypeToPoly converts handle to Text object into handle to Group of poly objects with similar shape.

```pascal
FUNCTION TrueTypeToPoly(
				textHandle          : HANDLE;
				VAR polyGroupHandle : HANDLE): LONGINT;
```

```python
def vs.TrueTypeToPoly(textHandle):
    return (LONGINT, polyGroupHandle)
```

## Parameters
|Name|Type|Description|
|---|---|---|
|textHandle|HANDLE|   |
|polyGroupHandle|HANDLE|   |

## Version
Availability: from Vectorworks 2014

## Category
* Objects - Text